Repository: nukeviet/ckeditor5-nvtools
Catalog: lang/translations/*.po
Languages: fr, ru, vi

source: Convert b to h2 tag
fr: Convertir b en h2
ru: Преобразовать b в h2
vi: Đổi thẻ b thành thẻ h2

source: Remove external links
fr: Supprimer les liens externes
ru: Удалить внешние ссылки
vi: Xóa liên kết ngoài

source: Close
fr: Fermer
ru: Закрыть
vi: Đóng

source: Support toolkits
ru: Поддержка инструментов
vi: Bộ công cụ hỗ trợ

source: Converted %0 b tags to h2
fr: Converti %0 balises b en h2
ru: Преобразовано %0 тегов b в h2
vi: Đã chuyển %0 đoạn văn bản chứa thẻ b thành tiêu đề cấp 2

source: There is no b tag in the content being edited
fr: Il n'y a pas de balise b dans le contenu en cours d'édition
ru: В редактируемом содержимом нет тегов b
vi: Không có thẻ b nào trong nội dung đang soạn thảo

source: %0 external links have been removed
fr: %0 liens externes ont été supprimés
ru: %0 внешние ссылки были удалены
vi: %0 liên kết ngoài đã bị xóa

source: There are no external links in the editing content
fr: Il n'y a pas de liens externes dans le contenu en cours d'édition
ru: В редактируемом содержимом нет внешних ссылок
vi: Không có liên kết ngoài nào trong nội dung đang soạn thảo

source: Save external image
fr: Enregistrer l'image externe
ru: Сохранить внешнее изображение
vi: Tải ảnh ngoài về máy chủ

source: Enter or browse to pick any file at the target location.
fr: Entrez ou parcourez pour choisir un fichier à l'emplacement cible.
ru: Введите или выберите файл в целевом расположении.
vi: Nhập hoặc duyệt để chọn bất kỳ tệp nào tại thư mục cần lưu.

source: Folder to save
fr: Dossier à enregistrer
ru: Папка для сохранения
vi: Thư mục lưu

source: Browse
fr: Parcourir
ru: Обзор
vi: Duyệt

source: Image alt text
fr: Texte alternatif de l'image
ru: Альтернативный текст изображения
vi: Thuộc tính alt của ảnh

source: Only update alt text for images without it
fr: Mettre à jour uniquement le texte alternatif des images sans
ru: Обновить только альтернативный текст для изображений без него
vi: Chỉ cập nhật thuộc tính alt cho những ảnh không có thuộc tính này

source: Leave empty to use the original name.
fr: Laisser vide pour utiliser le nom d'origine.
ru: Оставьте пустым, чтобы использовать оригинальное имя.
vi: Để trống để sử dụng tên gốc.

source: Image filename prefix
fr: Préfixe du nom de fichier de l'image
ru: Префикс имени файла изображения
vi: Tiền tố tệp ảnh

source: Complete
fr: Terminer
ru: Завершить
vi: Hoàn tất

source: Retry
fr: Réessayer
ru: Повторить
vi: Thử lại

source: Submit
fr: Soumettre
ru: Отправить
vi: Thực hiện

source: Good, there are no external images in the content being edited.
fr: Bien, il n'y a pas d'images externes dans le contenu en cours d'édition.
ru: Хорошо, в редактируемом содержимом нет внешних изображений.
vi: Tốt, không có hình ảnh bên ngoài trong nội dung đang chỉnh sửa.

source: Invalid file path
fr: Chemin de fichier invalide
ru: Недопустимый путь к файлу
vi: Đường dẫn tệp không hợp lệ

source: The path must not be empty.
fr: Le chemin ne doit pas être vide.
ru: Путь не должен быть пустым.
vi: Thư mục lưu không được để trống.
